Repository: faraz07-AI/CPatMinerV2
Catalog: AtomicASTChangeMining/Res/vradarserver/vrs/Plugin.CustomContent/CustomContentStrings.*.resx
Languages: de_de

source: Address
de_de: Adresse

source: At
de_de: Bei

source: Cancel
de_de: Abbrechen

source: Delete
de_de: Entfernen

# DirectoryAlreadyInUse
source: {0} is already a site root folder
de_de: {0} ist bereits ein Site Root Ordner

# DirectoryDoesNotExist
source: {0} does not exist
de_de: {0} ist nicht vorhanden

source: Disabled
de_de: Deaktiviert

source: Enabled
de_de: Aktiviert

# EnabledNoSiteRoot
source: Enabled, no site root folder specified
de_de: Aktiviert, kein Site Root Ordner angegeben

# EnabledWithSiteRoot
source: Enabled, serving custom content from {0}
de_de: Aktiviert, Custom Content wird bereitgestellt von {0}

source: End
de_de: Ende

# ErrorCheckingFileName
source: Error caught while checking filename: {0}
de_de: Ausnahmefehler bei Dateiname {0}

# ErrorCheckingFolder
source: Error caught while checking folder: {0}
de_de: Ausnahmefehler während Aufruf des Ordners {0}

# FileDoesNotExist
source: {0} does not exist
de_de: {0} ist nicht vorhanden

# FileNameRequired
source: Please enter the name of the file to inject into the HTML
de_de: Bitte den Namen der Datei angeben, die in HTML einfügt wird

source: HTML page
de_de: HTML Seite

source: Inject
de_de: Einfügen

source: Inject file
de_de: Einfügen Datei

# InjectHtml
source: Inject into HTML
de_de: Einfügen in HTML

source: New
de_de: Neu

source: Of
de_de: Von

# OptionsTitle
source: Options
de_de: Optionen

# OptionsViewTitle
source: Custom Content Options
de_de: Custom Content Optionen

# PathAndFileMissingExtension
source: The name of the HTMLfile to inject content into must end in .htm or .html
de_de: Der Name der HTML Datei muss mit .htm or .html enden

# PathAndFileMissingRoot
source: The address of the HTML page must start with a forward-slash
de_de: Die Adresse der HTML Seite muss mit einem Forward-Slash beginnen

# PathAndFileRequired
source: Please enter the path and name of the HTML file to inject content into (e.g. /index.html) or * to inject into all HTML
de_de: Bitte Pfad und Name der HTML Datei angeben in die Inhalt eingefügt werden soll (z.B. /index.html) oder * um in alle HTML einzufügen

# ReplaceAndAddSiteContent
source: Replace / add site content
de_de: Ersetzen / Hinzufügen von Seiteninhalt

source: Reset
de_de: Zurücksetzen

source: Resource images folder
de_de: Ressourcen Bilder Ordner

# SiteRootLabel
source: Site root folder
de_de: Site Root Ordner
